brew 'mas'
brew 'cask'
brew 'asdf'

# work
cask 'iterm2'
cask 'google-chrome'
cask 'slack'
cask '1password'
brew 'maccy'

# dev
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'autojump'
brew 'fzf'
brew 'gitmoji'
tap 'homebrew/cask-versions'
cask 'temurin8'
cask 'intellij-idea-ce'
brew 'awscli'
brew 'nvm'
cask 'visual-studio-code'
cask 'docker'
brew 'git-lfs'
brew 'protobuf'
cask 'android-studio'
brew 'tmux'
brew 'lazygit'
brew 'jenv'
